Repository: israpps/PS2-HistoryTweaker
Catalog: src/LNG/*.po
Languages: es

source: &File
es: &Archivo

source: About F1
es: Acerca de F1

source: All Histoy files
es: Todos los archivos de historial

source: An error ocurred while saving the new file
es: Ocurrió un error al escribir en el archivo

source: Any file
es: Cualquier archivo

source: BitMask
es: Mascara de bits

source: Bitmask
es: Mascara de bits

source: Choose history file
es: Elegir archivo de historial

source: Choose where to save the history file
es: Elige en donde guardar el archivo de historial

source: Clear
es: Limpiar

source: Copy
es: Copiar

source: Couldn't find/load the 'PS2-HistoryTweaker' catalog for locale '%s'. The translation file must be placed here: "Lang\%s\PS2-HistoryTweaker.mo"
es: No se pudo encontrar/cargar el catalogo 'PS2-HistoryTweaker' para el idioma '%s' El archivo de traducción debe ir aquí 'Lang\%s\PS2-HistoryTweaker.mo'

source: Date
es: Fecha

source: Edit
es: Editar

source: Entry
es: Entrada

source: Entry name
es: Nombre de entrada

source: Entry number
es: Numero de entrada

source: FATAL ERROR
es: ERROR FATAL

source: Help
es: Ayuda

source: IO error
es: Error I/O

source: Launch count
es: Conteo de arranques

source: Open F2
es: Abrir F2

source: PS2 History Tweaker. Created by Matias israelson (AKA: El_isra) This software is free to use and open source: https://github.com/israpps/PS2-HistoryTweaker
es: PS2 History tweaker Creado por matias israelson (AKA: El_isra) Este software es de uso libre y de código abierto https://github.com/israpps/PS2-HistoryTweaker

source: Paste
es: Pegar

source: Quit Alt-F4
es: Sali Alt-F4

source: Quit the application
es: Cerrar el programa

source: Registered entries: %d
es: Entradas registradas: %d

source: Remove
es: Borrar

source: Save
es: Guardar

source: Save F3
es: Salvar F3

source: Shift Ammount
es: Conteo de Shifts

source: ShiftAmount
es: Conteo de Shifts

source: Show info about this application
es: Muestra info de este programa

source: Simulate Game execution
es: Simular ejecución de juego

source: The information is modified just like the console does when the game is loaded
es: La información se modifica tal cual como sucedería se ejecutas ese juego en la consola

source: The loaded history file doesn't have 21 entries (ie: %d bytes in length) Therefore, it can't be used as a 'history' file, only as a 'history.old'
es: Este archivo de historial no tiene 21 entradas (es decir: %d bytes de tamaño) Por tanto, no se puede usar como archivo 'history', solo como 'history.old'

source: There is a history record already opened Clear data and load new one?
es: Ya hay un registro de historial abierto Limpiar datos y cargar uno nuevo?

source: There was an error reading the file, or it's size is smaller than expected
es: Sucedió un error al leer el archivo, o su tamaño es menor del esperado

source: This language is not supported by the system.
es: El idioma no esta soportado por el sistema

source: Welcome to...
es: Bienvenido a..

source: not a proper size
es: No es un tamaño apropiado
